const points = [
    {
        coords: [59.946670001863865, 30.25015816898085],
        name:
            'Россия, Санкт-Петербург, Василеостровский район, 2-я Надеждинская дорожка',
        id: 59.946670001863865,
        impressions: [
            {
                place: 'Магазин канцтоваров',
                impressions: [
                    {
                        impression: 'Всё в наличии',
                        username: 'Валерия',
                    },
                    {
                        impression: 'Товара достаточно',
                        username: 'Юрий',
                    },
                ],
            },
            {
                place: 'Магазин автозапчастей',
                impressions: [
                    {
                        impression: 'Только немецкие шины в наличии',
                        username: 'Сергей',
                    },
                ],
            },
        ],
    },
    {
        coords: [59.935608164179484, 30.365393707883456],
        name: 'Россия, Санкт-Петербург, Лиговский проспект, 6',
        id: 59.935608164179484,
        impressions: [
            {
                place: 'БКЗ Октябрьский',
                impressions: [
                    {
                        impression: 'У нас только здезды',
                        username: 'Татьяна',
                    },
                    {
                        impression: 'Гришковец в эту субботу!',
                        username: 'Юрий',
                    },
                ],
            },
        ],
    },
    {
        coords: [59.92616526365525, 30.297152869776475],
        name: 'Россия, Санкт-Петербург, Театральная площадь, 3',
        id: 59.92616526365525,
        impressions: [
            {
                place: 'БургерОк',
                impressions: [
                    {
                        impression: 'Лучшие бургеры у нас!',
                        username: 'Игорь',
                    },
                ],
            },
            {
                place: 'Сбербанк',
                impressions: [
                    {
                        impression: 'Никаких очередей',
                        username: 'Елена',
                    },
                ],
            },
        ],
    },
    {
        coords: [59.97056159068894, 30.253522412689193],
        name: 'Россия, Санкт-Петербург, Приморский парк Победы',
        id: 59.97056159068894,
        impressions: [
            {
                place: 'Диво-остров',
                impressions: [
                    {
                        impression: 'Отличное место для всей семьи',
                        username: 'Татьяна',
                    },
                    {
                        impression: 'Покатались на ура!',
                        username: 'Юрий',
                    },
                ],
            },
        ],
    },
    {
        coords: [59.984739985359184, 30.401675138621805],
        name: 'Россия, Санкт-Петербург, Бестужевская улица, 18',
        id: 59.984739985359184,
        impressions: [
            {
                place: 'СушиРоллы',
                impressions: [
                    {
                        impression: 'Лучшие суши у нас',
                        username: 'Татьяна',
                    },
                    {
                        impression: 'Вполне прилично',
                        username: 'Александр',
                    },
                ],
            },

            {
                place: 'Клуб Улетай',
                impressions: [
                    {
                        impression: 'Мой любимый клуб',
                        username: 'Татьяна',
                    },
                    {
                        impression: 'Очень понравилось',
                        username: 'Михаил',
                    },
                ],
            },
        ],
    },
    {
        coords: [60.02273951359701, 30.32867201726816],
        name: 'Россия, Санкт-Петербург, проспект Тореза, 71к1',
        id: 60.02273951359701,
        impressions: [
            {
                place: 'Автошкола',
                impressions: [
                    {
                        impression:
                            'Обучалась здесь, все понравилось, советую.',
                        username: 'Марина',
                    },
                    {
                        impression: 'Прекрасные инструктора',
                        username: 'Георгий',
                    },
                ],
            },
        ],
    },
    {
        coords: [60.003246207654705, 30.198635406494102],
        name: 'Россия, Санкт-Петербург, улица Оптиков, 51к1',
        id: 60.003246207654705,
        impressions: [
            {
                place: 'Спортивный клуб',
                impressions: [
                    {
                        impression:
                            'Комфортные, просторные залы для групповых программ',
                        username: 'Марина',
                    },
                    {
                        impression: 'Новые тренажеры',
                        username: 'Артур',
                    },
                ],
            },
        ],
    },
    {
        coords: [59.99808779388729, 30.548137969970654],
        name: '"Россия, Ленинградская область, 41К-064"',
        id: 59.99808779388729,
        impressions: [
            {
                place: 'Шиномонтаж',
                impressions: [
                    {
                        impression: 'Переобули без проблем',
                        username: 'Андрей',
                    },
                ],
            },
        ],
    },
    {
        coords: [59.90285637223242, 30.491489715576126],
        name:
            'Россия, Санкт-Петербург, Невский район, муниципальный округ № 54',
        id: 59.90285637223242,
        impressions: [
            {
                place: 'Детская библиотека',
                impressions: [
                    {
                        impression: 'Ходим сюда постоянно',
                        username: 'Оксана',
                    },
                ],
            },
        ],
    },
    {
        coords: [59.88957451741556, 30.2655833435058],
        name: 'Россия, Санкт-Петербург, Севастопольская улица, 42',
        id: 59.88957451741556,
        impressions: [
            {
                place: 'Магазин моделек самолетов',
                impressions: [
                    {
                        impression:
                            'Регулярно покупаю здесь подарки для мужа и сыновей',
                        username: 'Вера',
                    },
                ],
            },
        ],
    },
];

export default points;
